{
  "title": "FAQs",
  "loadMore": "Load more",
  "goHome": "Go Home",
  "general": "general",
  "general_h2_1": "What Is Window Film?",
  "general_p_1": "Window film is a thin, multi-layered polyester material that incorporates the many different layers to control different properties, including Ultra-Violet (UV) light, heat, glare, and privacy. Window film comes in a variety of performance levels and shades.",

  "general_h2_2": "What Are The Benefits Of Window Film?",
  "general_p_2": "The many benefits of window film include eye comfort, UV protection, aesthetics, and increased safety, privacy, and energy savings.",

  "general_h2_3": "What Do The Different Levels Of Film Mean?",
  "general_p_3": "Film percentages stand for light transmission, or the amount of light that is allowed through the film. The lower the percentage, the darker the film.",

  "general_h2_4": "Is The Tint Applied On The Outside Of The Window?",
  "general_p_4": "No. In most cases, window film is installed on the inside of the glass. This allows for maximum durability. On vehicles, the window tint is hand-cut on the outside of the glass, then installed on the interior of the glass.",

  "general_h2_5": "I Just Had My Windows Tinted, Why Do They Look Hazy?",
  "general_p_5": "The moisture that remains between the film and the glass after installation can cause a hazy, streaky, blotchy appearance. It takes several days for the adhesive/film to completely cure. The remaining moisture will evaporate through the film; depending on the type of film, this process may take a couple of days, or even a couple of months. When the water evaporates completely, your windows should have excellent clarity.",

  "general_h2_6": "What Should I Use To Clean My Windows After I’ve Had Them Tinted?",
  "general_p_6": "After window film installation, wait a week before cleaning the inside of the window where the film was installed. After a week, use a window cleaner without ammonia and a soft cloth or rubber squeegee. We recommend foam cleaners because they do not streak, and are usually ammonia-free. Never scrape the film with any type of blade or clean your tinted windows with anything abrasive, as it will scratch the film.",

  "Polishing": "Polishing",
  "Polishing_h2_1": "How Long Does It Take To Polish A Car?",
  "Polishing_p_1": "Different cars require different techniques when it comes to polishing. It takes about 8 hours to polish a car. Polishing involves removing contaminants from the surface of a car using products for a glossy, even, and shiny look. However, it may take less time for some cars because car polishing depends on several factors, such as the size, color, complexity, and type of the car. An expert’s experience will also determine how long they take to complete the task. Polishing a car is very important regardless of how long it takes. Experts advise car owners to polish their cars often to maintain good external appearances. The desired results affect how long it will take to polish a car. Some car owners desire a perfect and flawless outlook, while some are not specific to perfection, maybe polish to eliminate dents and scratches. Generally, well-maintained and new cars take less time to polish than very old ones. There are three stages in which a car can be polished.",
  "Polishing_h2_2": "What Are The Aspects That Affect The Duration Of A Polish?",
  "Polishing_p_2": "Several factors determine how long a car polish will last. It mostly depends on the type of protective coat used. For some coats, such as carnauba wax, it may last between two to three months depending on external factors such as wash routines, the environmental condition, maintenance, and wash routines by the owner. With proper care and maintenance, a car polish will last longer. For instance, when an expert with many years of experience and high-level technical skills polishes a car, it will last longer compared to a beginner who is prone to making mistakes that one may notice later. The number of polish stages done in a car will also determine the duration of the polish. A 3-stage car polish with an additional process, such as refined polishing, will affect the duration of a polish. Most car owners prefer this as it gives the best-desired results. The desired results affect the duration of a polish. Some car owners desire a perfect and flawless outlook, while some are not specific to perfection, maybe just polish to eliminate dents and scratches. A more detailed car polish will last longer.",
  "Polishing_h2_3": "How Long Does A Stage 1 Polish Take?",
  "Polishing_p_3": "It takes 1-2 days for stage 1 polish. Stage 1 has fewer steps than stages 2 and 3, so less time is needed. Only a type of polish and pad combination is done with stage 1. It is most suitable for good-looking cars but has small yet visible scratches and marks. On the other hand, a stage 1 polish will not give good results for cars with many imperfections. The cost of a stage 1 car polish is less than for stages 2 and 3.",
  "Polishing_h2_4": "What Is A Stage 2 Car Polish?",
  "Polishing_p_4": "Stage 2 car polish involves intense work using medium compounds and light refining polish to ensure complete coverage of marks and scratches. The process involves several steps, such as deep cleaning alloy wheels and arches. Two-bucket wash is done too. Full decontamination, as well as clay decontamination, is performed. A car power rinse and thoroughly dry with towels, then blow drying to ensure no water is trapped between spaces. Then the expert will do a paintwork inspection and take the necessary readings. Machine polishing and finally finishing polish to perfect the noticeable lighter paintwork. Stage 2 polish is often done when stage one polish is ineffective and scratches are still visible. Stage 2 car polish takes a duration of two to three days. The cost of stage 2 is high compared to stage 1 and varies with the size of the car. Stage 1 can achieve desirable results with limited time. Most car owners opt for stage two polish because the polish is more durable yet pocket friendly.",
  "Polishing_h2_5": "How Long Does It Take To 3 Stage Polish A Car?",
  "Polishing_p_5": "It takes 3-5 days to 3-stage polish a car. It is the most advanced with multi-stage polish. It involves a combination of compound, medium, and extra fine polishing. Often the result is up to 98% level of correction. The paintwork must be deep cleaned, clayed, and accurate paint thickness readings. The stage 3 polish of a car is suitable for cars with heavy scratches and marks. The finished look is perfect. Stage 3 car polish is the most expensive, and the cost varies according to car size.",

  "AutoTinting": "Auto Tinting",
  "AutoTinting_h2_1": "How Long Does It Take To Tint My Vehicle?",
  "AutoTinting_p_1": "The amount of time varies, depending on your type of vehicle. A complete car can take 2 to 4 hours. Full-sized trucks generally take between an hour and an hour and a half. A set of front doors usually only takes 30-45 minutes. If old aftermarket film has to be removed, that can add anywhere from 30 minutes to half a day.",
  "AutoTinting_h2_2": "Do I Need To Wait To Roll My Windows Down?",
  "AutoTinting_p_2": "We recommend that you leave your vehicle windows rolled up for at least 24 hours after window film has been installed. This allows the film to cure and adhere to the glass before the window is moved.",
  "AutoTinting_h2_3": "Can Window Film Be Matched To Vehicle Factory Window Tint?",
  "AutoTinting_p_3": "In most cases yes, depending on how old the film is and whether or not a color stable film was used.",
  "AutoTinting_h2_4": "Will The Film Affect My Rear Defroster, Or Will My Rear Defroster Affect The Film?",
  "AutoTinting_p_4": "No, window film nor the car’s rear defroster will be affected.",
  "AutoTinting_h2_5": "Do I Have To Come To Your Location To Have My Vehicle Tinted?",
  "AutoTinting_p_5": "Glass Tint USA only installs window film on vehicles inside our clean, air-conditioned facility. This way we have complete control over the environment we install window film in. This is how you receive the most quality job.",
  "AutoTinting_h2_6": "What Is The Legal Limit Of Tint In Missouri?",
  "AutoTinting_p_6": "Missouri allows for a 35% light transmission on the front doors of any vehicle registered in Missouri. They allow any level of film behind the front doors and along the top of the front windshield, down to the AS-1 line. The percentage does vary by the state where your vehicle is registered.",
  "AutoTinting_h2_7": "Can The Front Two Doors Be Matched To The Vehicle Factory Window Tint?",
  "AutoTinting_p_7": "Yes. However, having this level of window film on front doors is not legal in Missouri. Vehicle factory window tint is usually 26%-15% film level. Missouri law states that the front door legal light transmission is 35%, which is lighter than the rear window of your factory tinted vehicle.",
  "AutoTinting_h2_8": "Can I Darken Vehicle Factory Window Tint?",
  "AutoTinting_p_8": "Yes. As long as it is factory window tint, we can install window film directly on the glass. Factory window tint’s color is actually a pigment in the glass. Aftermarket window film also has many more solar benefits than factory window tint. Factory tint only rejects part of the UV rays, and only rejects a small amount of heat. Aftermarket window film rejects 99% of ultraviolet rays and between 35%-60% of heat, depending on the film level used. In addition to these benefits, darkening factory tinted glass will give you more privacy for storing your personal items in the back of the vehicle.",
  "AutoTinting_h2_9": "Can Window Film Be Applied To Any Surface?",
  "AutoTinting_p_9": "No. The adhesive is meant to adhere to glass only. Window film should only be applied to glass surfaces that have a smooth finish. Plastics, Plexiglas, or Lexan contain too much oil for the film to adhere properly for a long period of time.",
  "AutoTinting_h2_10": "What Is Paint Protection Film?",
  "AutoTinting_p_10": "More than just an invisible bra for cars, Paint Protection Film can help protect many areas of your vehicle from scratches, dents, stains or swirls caused by road debris, rocks, bug droppings, and other environmental elements. Paint protection film is an 8 mil, clear polyurethane film. This virtually invisible film will not alter the color or design elements of your vehicle.",
  "AutoTinting_h2_11": "Why Have Paint Protection Film Installed?",
  "AutoTinting_p_11": "Your vehicle is one of the most expensive purchases you will make. Keeping your vehicle looking new and protecting it with a quality paint protection film from a company you can trust is important.",
  "AutoTinting_h2_12": "What Is The Difference Between XPEL Paint Protection Film And Other Traditional Paint Protection Films On The Market?",
  "AutoTinting_p_12": "XPEL is synonymous with quality in the paint protection industry. No other brand has such an extensive design and testing process. XPELs construction provides many features, advantages, and benefits over other films. XPELs entire line of films is tested manually. The self-healing technology and seamless fit in our XPEL ULTIMATE line changes automobile protection forever. XPEL ULTIMATE line uses special elastomeric polymer technology in its clear coat that allows the film to HEAL ITSELF from minor scratches or swirl marks in a matter of minutes. The clear coat has excellent stain and scratch resistance, making it easier to clean and more difficult to scratch, ensuring that your vehicle looks newer, longer. It has excellent durability and exceptional clarity with virtually no orange peel, making it the clearest film in the industry and virtually invisible on the vehicle. It is manufactured in the USA..",
  "AutoTinting_h2_13": "How Is Paint Protection Film Installed?",
  "AutoTinting_p_13": "The highest quality of automobile protection begins with a perfect installation. A plotter is used to cut patterns to the individual car, based on XPELs Design Access Program (DAP) Software. This software allows us to offer our customers the most customizable and precise coverage in the industry. The vehicle is prepped (detailed). The Paint Protection Film has an adhesive on the product and is then installed on the vehicle, using an alcohol based solution.",
  "AutoTinting_h2_14": "Where Can I Put Paint Protection Film?",
  "AutoTinting_p_14": "Paint Protection Film can be professionally installed on any areas of your vehicle that are most vulnerable to damage to protect your vehicles finish from scratches, chips, stains and other damaging elements. You can protect rocker panels from stones and debris kicked up by tires; hoods, bumpers and mirror backs from flying debris (gravel, bug acids and tar); door handle cups and door edges from rings, keys, belt buckles and purses; or full hoods, trunks and roofs from bird droppings and tree sap.",
  "AutoTinting_h2_15": "Can I Install Paint Protection Film Myself?",
  "AutoTinting_p_15": "We strongly recommend that Paint Protection Film be installed by a Certified Installer. They have the training and experience to make sure you receive an installation that is fit perfectly to your vehicle. In addition, the warranty is valid only if the film is installed by a Certified Installer.",
  "AutoTinting_h2_16": "How Do I Care For My Paint Protection Film?",
  "AutoTinting_p_16": "Care Instructions: Caring for your Paint Protection Film is easy, 1) After film installation, wait one week before washing or waxing your vehicle to help ensure proper adhesion build of the film has been achieved. 2) Use waxes that do not contain dyes, abrasive polishes and/or rubbing compounds. 3) After waxing your car, you can remove any wax build-up along film edges with a lint-free cloth.",

  "recidential_commercial": "Recidential & Commercial",
  "recidential_commercial_h2_1": "How Does Window Film Improve Year-Round Comfort?",
  "recidential_commercial_p_1": "Window film creates a more comfortable environment through consistent climate control by eliminating “cold wall” and “hot wall” problems. Rooms stay more comfortable in the summer and winter, be reducing “hot spots”, no matter where the sun is shining.",
  "recidential_commercial_h2_2": "How Does Window Film Lower Energy Costs?",
  "recidential_commercial_p_2": "In summer, window film reflects the hot sun, reducing heat gain and lowering air conditioning costs. In winter, window film retains heat — up to 15% — to reduce heating costs. This year-after-year reduction in energy costs can yield an impressive return on investment.",
  "recidential_commercial_h2_3": "What Is “One-Way Film”?",
  "recidential_commercial_p_3": "“One-Way Film” is based on lighting, not the film itself. The side that is the brightest is the side that you can see. During the day when it is bright outside, you can see outside. At night, if you have lights on inside and no lighting outside, then it reverses.",
  "recidential_commercial_h2_4": "Can Window Film Be Applied To Any Surface?",
  "recidential_commercial_p_4": "No. The adhesive is meant to adhere to glass only. Window film should only be applied to glass surfaces that have a smooth finish. Plastics, Plexiglas, or Lexan contain too much oil for the film to adhere properly for a long period of time.",

  "paint_protection_film": "Paint Protection Film",
  "paint_protection_film_h2_1": "What Is Paint Protection Film?",
  "paint_protection_film_p_1": "More than just an invisible bra for cars, Paint Protection Film can help protect many areas of your vehicle from scratches, dents, stains or swirls caused by road debris, rocks, bug droppings, and other environmental elements. Paint protection film is an 8 mil, clear polyurethane film. This virtually invisible film will not alter the color or design elements of your vehicle.",
  "paint_protection_film_h2_2": "Why Have Paint Protection Film Installed?",
  "paint_protection_film_p_2": "Your vehicle is one of the most expensive purchases you will make. Keeping your vehicle looking new and protecting it with a quality paint protection film from a company you can trust is important.",
  "paint_protection_film_h2_3": "What Is The Difference Between XPEL Paint Protection Film And Other Traditional Paint Protection Films On The Market?",
  "paint_protection_film_p_3": "XPEL is synonymous with quality in the paint protection industry. No other brand has such an extensive design and testing process. XPELs construction provides many features, advantages, and benefits over other films. XPELs entire line of films is tested manually. The self-healing technology and seamless fit in our XPEL ULTIMATE line changes automobile protection forever. XPEL ULTIMATE line uses special elastomeric polymer technology in its clear coat that allows the film to HEAL ITSELF from minor scratches or swirl marks in a matter of minutes. The clear coat has excellent stain and scratch resistance, making it easier to clean and more difficult to scratch, ensuring that your vehicle looks newer, longer. It has excellent durability and exceptional clarity with virtually no orange peel, making it the clearest film in the industry and virtually invisible on the vehicle. It is manufactured in the USA.",
  "paint_protection_film_h2_4": "How Is Paint Protection Film Installed?",
  "paint_protection_film_p_4": "The highest quality of automobile protection begins with a perfect installation. A plotter is used to cut patterns to the individual car, based on XPELs Design Access Program (DAP) Software. This software allows us to offer our customers the most customizable and precise coverage in the industry. The vehicle is prepped (detailed). The Paint Protection Film has an adhesive on the product and is then installed on the vehicle, using an alcohol based solution.",
  "paint_protection_film_h2_5": "Where Can I Put Paint Protection Film?",
  "paint_protection_film_p_5": "Paint Protection Film can be professionally installed on any areas of your vehicle that are most vulnerable to damage to protect your vehicles finish from scratches, chips, stains and other damaging elements. You can protect rocker panels from stones and debris kicked up by tires; hoods, bumpers and mirror backs from flying debris (gravel, bug acids and tar); door handle cups and door edges from rings, keys, belt buckles and purses; or full hoods, trunks and roofs from bird droppings and tree sap.",
  "paint_protection_film_h2_6": "Can I Install Paint Protection Film Myself?",
  "paint_protection_film_p_6": "We strongly recommend that Paint Protection Film be installed by a Certified Installer. They have the training and experience to make sure you receive an installation that is fit perfectly to your vehicle. In addition, the warranty is valid only if the film is installed by a Certified Installer.",
  "paint_protection_film_h2_7": "How Do I Care For My Paint Protection Film?",
  "paint_protection_film_p_7": "Care Instructions: 1) Caring for your Paint Protection Film is easy. 2) After film installation, wait one week before washing or waxing your vehicle to help ensure proper adhesion build of the film has been achieved. 3) Use waxes that do not contain dyes, abrasive polishes and/or rubbing compounds. After washing your car, you can remove any wax build-up along film edges with a lint-free cloth.",
  "paint_protection_film_h2_8": "Can The Film Be Removed?",
  "paint_protection_film_p_8": "Yes, the film has a patented adhesive that allows for removal without damaging the paint.",
  "paint_protection_film_h2_9": "Will My Vehicle’s Paint Fade Or Look Different When The Film Is Removed?",
  "paint_protection_film_p_9": "The paint protected by the film fades at the same rate as the paint left exposed, so there is no difference in appearance.",

  "home_btn": "Go home"
}
