{
  "title": "أكثر الأسئلة طرحا",

  "loadMore": "عرض المزيد",
  "goHome": "رجوع",
  "general": "عام",
  "general_h2_1": "ما هو فيلم تظليل النوافذ؟",
  "general_p_1": "فيلم تظليل النوافذ عبارة عن مادة بوليستر رفيعة ومتعددة الطبقات تتضمن العديد من الطبقات المختلفة للتحكم في الخصائص المختلفة ، بما في ذلك الضوء فوق البنفسجي (UV) والحرارة والوهج والخصوصية. يأتي فيلم تظليل النوافذ في مجموعة متنوعة من مستويات الأداء والظلال.",

  "general_h2_2": "ما هي فوائد أفلام تظليل النوافذ؟",
  "general_p_2": "تشمل الفوائد العديدة لأفلام تظليل النوافذ راحة العين والحماية من الأشعة فوق البنفسجية والجماليات وزيادة الأمان والخصوصية وتوفير الطاقة.",

  "general_h2_3": "ماذا تعني المستويات المختلفة من الفيلم؟",
  "general_p_3": "تشير النسب المئوية للفيلم إلى انتقال الضوء ، أو مقدار الضوء المسموح به من خلال الفيلم. كلما انخفضت النسبة المئوية ، زاد قتامة الفيلم.",

  "general_h2_4": "هل يتم تطبيق الصبغة على الجزء الخارجي من النافذة؟",
  "general_p_4": "لا. في معظم الحالات ، يتم تثبيت فيلم تظليل النوافذ داخل الزجاج. هذا يسمح بأقصى قدر من المتانة. في السيارات ، يتم قطع تظليل النافذة يدويًا على السطح الخارجي للزجاج ، ثم يتم تثبيته على الجزء الداخلي من الزجاج.",

  "general_h2_5": "لقد قمت للتو بتلوين النوافذ ، فلماذا تبدو ضبابية؟",
  "general_p_5": "يمكن أن تتسبب الرطوبة المتبقية بين الفيلم والزجاج بعد التثبيت في ظهور ضبابي ، معرق ، وبقع. يستغرق الأمر عدة أيام حتى يعالج اللاصق / الفيلم تمامًا. سوف تتبخر الرطوبة المتبقية من خلال الفيلم ؛ اعتمادًا على نوع الفيلم ، قد تستغرق هذه العملية يومين أو حتى شهرين. عندما يتبخر الماء تمامًا ، يجب أن تتمتع نوافذك بنقاء ممتاز.",

  "general_h2_6": "ما الذي يجب أن أستخدمه لتنظيف النوافذ بعد تلوينها؟",
  "general_p_6": "بعد تركيب فيلم تظليل النوافذ ، انتظر أسبوعًا قبل تنظيف الجزء الداخلي من النافذة حيث تم تثبيت الفيلم. بعد أسبوع ، استخدم منظف زجاج بدون أمونيا وقطعة قماش ناعمة أو ممسحة مطاطية. نوصي باستخدام المنظفات الرغوية لأنها لا تسبب خطوطًا ، وعادة ما تكون خالية من الأمونيا. لا تقم أبدًا بكشط الفيلم بأي نوع من الشفرات أو تنظيف النوافذ الملونة بأي شيء كاشط ، حيث سيؤدي ذلك إلى خدش الفيلم.",

  "Polishing": "التلميع",
  "Polishing_h2_1": "كم من الوقت يستغرق لتلميع السيارة؟",
  "Polishing_p_1": "تتطلب السيارات المختلفة تقنيات مختلفة عندما يتعلق الأمر بالتلميع. يستغرق تلميع السيارة حوالي 8 ساعات. يتضمن التلميع إزالة الملوثات من سطح السيارة باستخدام المنتجات للحصول على مظهر لامع ومتساوي ولامع. ومع ذلك ، قد يستغرق الأمر وقتًا أقل لبعض السيارات لأن تلميع السيارة يعتمد على عدة عوامل ، مثل حجم السيارة ولونها ودرجة تعقيدها ونوعها. ستحدد تجربة الخبير أيضًا المدة التي يستغرقها لإكمال المهمة. تلميع السيارة مهم جدًا بغض النظر عن الوقت الذي تستغرقه. ينصح الخبراء مالكي السيارات بتلميع سياراتهم في كثير من الأحيان للحفاظ على المظهر الخارجي الجيد. تؤثر النتائج المرجوة على المدة التي سيستغرقها تلميع السيارة. يرغب بعض مالكي السيارات في الحصول على مظهر مثالي لا تشوبه شائبة ، في حين أن البعض الآخر لا يقتصر على الكمال ، وربما يتم تلميعه للتخلص من الخدوش والخدوش. بشكل عام ، تستغرق السيارات الجديدة التي يتم صيانتها جيدًا وقتًا أقل في التلميع من السيارات القديمة جدًا. هناك ثلاث مراحل يمكن من خلالها تلميع السيارة.",
  "Polishing_h2_2": "ما هي الجوانب التي تؤثر على مدة التلميع",
  "Polishing_p_2": "هناك عدة عوامل تحدد المدة التي سيستغرقها تلميع السيارة. يعتمد في الغالب على نوع المعطف الواقي المستخدم. بالنسبة لبعض المعاطف ، مثل شمع كرنوبا ، قد يستمر ما بين شهرين إلى ثلاثة أشهر اعتمادًا على عوامل خارجية مثل إجراءات الغسيل والظروف البيئية والصيانة وإجراءات الغسيل من قبل المالك. مع العناية والصيانة المناسبة ، سوف يستمر تلميع السيارة لفترة أطول. على سبيل المثال ، عندما يقوم خبير لديه سنوات عديدة من الخبرة والمهارات الفنية عالية المستوى بتلميع السيارة ، فإنها ستستمر لفترة أطول مقارنة بالمبتدئين المعرضين لارتكاب أخطاء قد يلاحظها المرء لاحقًا. سيحدد عدد مراحل التلميع التي يتم إجراؤها في السيارة أيضًا مدة التلميع. سيؤثر تلميع السيارة من 3 مراحل مع عملية إضافية ، مثل التلميع المكرر ، على مدة التلميع. يفضل معظم مالكي السيارات هذا لأنه يعطي أفضل النتائج المرجوة. النتائج المرجوة تؤثر على مدة التلميع. يرغب بعض مالكي السيارات في الحصول على مظهر مثالي لا تشوبه شائبة ، في حين أن البعض الآخر لا يقتصر على الكمال ، ربما مجرد تلميع للتخلص من الخدوش والخدوش. سوف يستمر تلميع السيارة الأكثر تفصيلاً لفترة أطول.",
  "Polishing_h2_3": "كم من الوقت تستغرق المرحلة الأولى للتلميع?",
  "Polishing_p_3": "يستغرق تلميع المرحلة الأولى من يوم إلى يومين. تحتوي المرحلة 1 على خطوات أقل من المرحلتين 2 و 3 ، لذلك هناك حاجة إلى وقت أقل. يتم إجراء نوع واحد فقط من مجموعة التلميع والبطانة مع المرحلة الأولى. وهي الأكثر ملاءمة للسيارات ذات المظهر الجيد ، ولكن بها خدوش وعلامات صغيرة لكنها مرئية. من ناحية أخرى ، فإن تلميع المرحلة الأولى لن يعطي نتائج جيدة للسيارات ذات العيوب الكثيرة. تكلفة تلميع السيارة في المرحلة الأولى أقل من تكلفة المرحلة الثانية والثالثة.",
  "Polishing_h2_4": "ما هو تلميع السيارات المرحلة 2؟",
  "Polishing_p_4": "يتضمن تلميع السيارات في المرحلة الثانية عملاً مكثفًا باستخدام مركبات متوسطة وتلميع خفيف لضمان التغطية الكاملة للعلامات والخدوش. تتضمن العملية عدة خطوات ، مثل التنظيف العميق للعجلات والأقواس المعدنية. يتم الغسيل ثنائي الدلو أيضًا. يتم إجراء التطهير الكامل ، وكذلك إزالة التلوث من الطين. يتم شطف السيارة وتجفيفها جيدًا بالمناشف ، ثم تجفيفها بالنفخ لضمان عدم احتباس الماء بين المساحات. ثم يقوم الخبير بفحص أعمال الطلاء وأخذ القراءات اللازمة. تلميع الماكينة والتلميع النهائي لإتقان أعمال الطلاء الأخف وزناً بشكل ملحوظ. غالبًا ما يتم إجراء تلميع المرحلة الثانية عندما تكون المرحلة الأولى غير فعالة ولا تزال الخدوش مرئية. تستغرق المرحلة الثانية من تلميع السيارة من يومين إلى ثلاثة أيام. تكلفة المرحلة 2 مرتفعة مقارنة بالمرحلة 1 وتختلف مع حجم السيارة. يمكن أن تحقق المرحلة الأولى نتائج مرغوبة في وقت محدود. يختار معظم مالكي السيارات التلميع في المرحلة الثانية لأن الطلاء أكثر متانة ولكنه مناسب للجيب.",
  "Polishing_h2_5": "كم من الوقت يستغرق لتلميع السيارة 3 مراحل؟",
  "Polishing_p_5": "يستغرق تلميع السيارة من 3 إلى 5 أيام. إنه الأكثر تقدمًا مع طلاء متعدد المراحل. إنه ينطوي على مزيج من التلميع المركب والمتوسط ​​والدقيق للغاية. غالبًا ما تصل النتيجة إلى مستوى تصحيح 98٪. يجب تنظيف الدهان بعمق ، وتطهيره بالطين ، وقراءات دقيقة لسمك الطلاء. المرحلة الثالثة من تلميع السيارة مناسبة للسيارات ذات الخدوش والعلامات الثقيلة. المظهر النهائي مثالي. تعتبر المرحلة الثالثة من تلميع السيارات هي الأغلى ثمنا وتختلف التكلفة حسب حجم السيارة.",

  "AutoTinting": "الفحص التلقائي",
  "AutoTinting_h2_1": "كم من الوقت يستغرق لتظليل سيارتي؟",
  "AutoTinting_p_1": "يختلف مقدار الوقت حسب نوع سيارتك. يمكن أن تستغرق السيارة الكاملة من 2 إلى 4 ساعات. تستغرق الشاحنات كبيرة الحجم بشكل عام ما بين ساعة وساعة ونصف. عادة ما تستغرق مجموعة الأبواب الأمامية 30-45 دقيقة فقط. إذا كان لا بد من إزالة فيلم ما بعد البيع القديم ، فيمكن أن يضيف ذلك في أي مكان من 30 دقيقة إلى نصف يوم.",
  "AutoTinting_h2_2": "هل أحتاج إلى الانتظار حتى أنزل نوافذي؟",
  "AutoTinting_p_2": "نوصي بترك نوافذ سيارتك ملفوفة لمدة 24 ساعة على الأقل بعد تثبيت فيلم تظليل النوافذ. هذا يسمح للفيلم بالتصاقه والالتصاق بالزجاج قبل تحريك النافذة.",
  "AutoTinting_h2_3": "هل يمكن مطابقة فيلم تظليل النافذة مع تظليل نافذة مصنع السيارة؟",
  "AutoTinting_p_3": "في معظم الحالات ، نعم ، اعتمادًا على عمر الفيلم وما إذا كان قد تم استخدام فيلم ثابت اللون أم لا.",
  "AutoTinting_h2_4": "هل سيؤثر الفيلم على مزيل الصقيع الخلفي أم سيؤثر مزيل الصقيع الخلفي على الفيلم؟",
  "AutoTinting_p_4": "لا ، سيتأثر غشاء النافذة أو مزيل الصقيع الخلفي للسيارة.",
  "AutoTinting_h2_5": "هل يجب علي القدوم إلى موقعك لتظليل سيارتي؟",
  "AutoTinting_p_5": "يقوم Glass Tint USA فقط بتثبيت أفلام تظليل النوافذ على السيارات داخل منشآتنا النظيفة والمكيفة الهواء. بهذه الطريقة نمتلك سيطرة كاملة على البيئة التي نركب فيها أفلام تظليل النوافذ. هذه هي الطريقة التي تحصل بها على الوظيفة الأكثر جودة.",
  "AutoTinting_h2_6": "ما هو الحد القانوني لتينت في ولاية ميسوري؟",
  "AutoTinting_p_6": "ميسوري يسمح بنقل الضوء بنسبة 35٪ على الأبواب الأمامية لأي مركبة مسجلة في ولاية ميسوري. أنها تسمح بأي مستوى من الفيلم خلف الأبواب الأمامية وعلى طول الجزء العلوي من الزجاج الأمامي ، وصولاً إلى خط AS-1. تختلف النسبة باختلاف الولاية التي تم فيها تسجيل سيارتك.",
  "AutoTinting_h2_7": "هل يمكن مطابقة البابين الأماميين مع لون نافذة مصنع السيارة؟",
  "AutoTinting_p_7": "نعم. ومع ذلك ، فإن وجود هذا المستوى من أفلام تظليل النوافذ على الأبواب الأمامية غير قانوني في ولاية ميسوري. عادة ما يكون لون نافذة مصنع السيارة 26٪ -15٪ مستوى الفيلم. ينص قانون ولاية ميسوري على أن انتقال الضوء القانوني من الباب الأمامي هو 35٪ ، وهو أخف من النافذة الخلفية لسيارتك المظللة في المصنع.",
  "AutoTinting_h2_8": "هل يمكنني تعتيم تظليل نافذة مصنع المركبات؟",
  "AutoTinting_p_8": "نعم. طالما أنه ظل نافذة المصنع ، يمكننا تثبيت فيلم تظليل النافذة مباشرة على الزجاج. لون نافذة المصنع هو في الواقع صبغة في الزجاج. يحتوي فيلم نافذة ما بعد البيع أيضًا على العديد من الفوائد الشمسية أكثر من تظليل نافذة المصنع. ترفض صبغة المصنع سوى جزء من الأشعة فوق البنفسجية ، ولا ترفض سوى كمية صغيرة من الحرارة. ترفض أفلام تظليل النوافذ ما بعد البيع 99٪ من الأشعة فوق البنفسجية وما بين 35٪ -60٪ من الحرارة ، اعتمادًا على مستوى الفيلم المستخدم. بالإضافة إلى هذه الفوائد ، سيمنحك زجاج المصنع المعتم مزيدًا من الخصوصية لتخزين أغراضك الشخصية في الجزء الخلفي من السيارة.",
  "AutoTinting_h2_9": "هل يمكن تطبيق فيلم شريط على أي سطح؟",
  "AutoTinting_p_9": "لا ، اللاصق مخصص للالتصاق بالزجاج فقط. يجب وضع فيلم تظليل النوافذ على الأسطح الزجاجية ذات اللمسات النهائية الناعمة فقط. تحتوي المواد البلاستيكية أو زجاجي أو ليكسان على الكثير من الزيت بحيث يتعذر على الفيلم الالتصاق بشكل صحيح لفترة طويلة من الزمن.",
  "AutoTinting_h2_10": "ما هو فيلم حماية الطلاء؟",
  "AutoTinting_p_10": "أكثر من مجرد حمالة صدر غير مرئية للسيارات ، يمكن أن يساعد فيلم حماية الطلاء في حماية العديد من مناطق سيارتك من الخدوش والخدوش والبقع أو الدوامات التي تسببها حطام الطريق والصخور وفضلات الحشرات والعناصر البيئية الأخرى. فيلم حماية الطلاء عبارة عن غشاء بولي يوريثين شفاف 8 مل. لن يغير هذا الفيلم غير المرئي فعليًا لون أو عناصر تصميم سيارتك.",
  "AutoTinting_h2_11": "لماذا تم تركيب فيلم حماية الطلاء؟",
  "AutoTinting_p_11": "سيارتك هي واحدة من أغلى عمليات الشراء التي ستقوم بها. من المهم الحفاظ على مظهر سيارتك جديدًا وحمايتها باستخدام فيلم حماية طلاء عالي الجودة من شركة يمكنك الوثوق بها.",
  "AutoTinting_h2_12": "ما هو الفرق بين فيلم حماية الطلاء XPEL وأفلام حماية الطلاء التقليدية الأخرى في السوق؟",
  "AutoTinting_p_12": "XPEL مرادف للجودة في صناعة حماية الطلاء. لا توجد علامة تجارية أخرى لديها مثل هذا التصميم الشامل وعملية الاختبار. يوفر بناء XPELs العديد من الميزات والمزايا والفوائد على الأفلام الأخرى. يتم اختبار خط أفلام XPELs بالكامل يدويًا. تعمل تقنية الشفاء الذاتي والملاءمة غير الملحومة في خط XPEL ULTIMATE الخاص بنا على تغيير حماية السيارة إلى الأبد. يستخدم خط XPEL ULTIMATE تقنية البوليمر المرنة الخاصة في غلافه الشفاف الذي يسمح للفيلم بشفاء نفسه من الخدوش الطفيفة أو علامات الدوامة في غضون دقائق. تتميز الطبقة الشفافة بمقاومة ممتازة للبقع والخدش ، مما يسهل تنظيفها ويصعب خدشها ، مما يضمن أن تبدو سيارتك أحدث وأطول. تتميز بمتانة ممتازة ووضوح استثنائي مع عدم وجود قشر برتقال تقريبًا ، مما يجعلها أوضح فيلم في الصناعة وغير مرئي تقريبًا على السيارة. يتم تصنيعها في الولايات المتحدة الأمريكية ..",
  "AutoTinting_h2_13": "كيف يتم تثبيت فيلم حماية الطلاء؟",
  "AutoTinting_p_13": "تبدأ أعلى مستويات الجودة لحماية السيارات بالتركيب المثالي. يتم استخدام الراسمة لقطع الأنماط على السيارة الفردية ، بناءً على برنامج XPELs Design Access Program (DAP). يتيح لنا هذا البرنامج أن نقدم لعملائنا التغطية الأكثر دقة وقابلية للتخصيص في الصناعة. السيارة جاهزة (مفصلة). يحتوي فيلم حماية الطلاء على مادة لاصقة على المنتج ثم يتم تثبيته على السيارة باستخدام محلول كحولي.",
  "AutoTinting_h2_14": "أين يمكنني وضع فيلم حماية الطلاء؟",
  "AutoTinting_p_14": "يمكن تثبيت فيلم حماية الطلاء بشكل احترافي على أي مناطق من سيارتك تكون أكثر عرضة للتلف لحماية مركباتك من الخدوش والرقائق والبقع والعناصر الضارة الأخرى. يمكنك حماية الألواح المتأرجحة من الحجارة والحطام الذي تتسبب فيه الإطارات ؛ القلنسوات والمصدات وظهر المرايا من الحطام المتطاير (الحصى وأحماض الحشرات والقطران) ؛ أكواب مقبض الباب وحواف الأبواب من الخواتم والمفاتيح وأبازيم الحزام والمحافظ ؛ أو أغطية وجذوع وسقوف كاملة من فضلات الطيور ونسغ الأشجار.",
  "AutoTinting_h2_15": "هل يمكنني تثبيت فيلم حماية الطلاء بنفسي؟",
  "AutoTinting_p_15": "نوصي بشدة بتثبيت فيلم حماية الطلاء بواسطة مُثبِّت معتمد. لديهم التدريب والخبرة للتأكد من حصولك على التثبيت المناسب تمامًا لسيارتك. بالإضافة إلى ذلك ، يكون الضمان ساري المفعول فقط إذا تم تركيب الفيلم بواسطة مُركب معتمد.",
  "AutoTinting_h2_16": "كيف أهتم بفيلم حماية الطلاء الخاص بي؟",
  "AutoTinting_p_16": "إرشادات العناية: العناية بفيلم حماية الطلاء الخاص بك أمر سهل ، 1) بعد تركيب الفيلم ، انتظر أسبوعًا واحدًا قبل غسل سيارتك أو تشميعها للمساعدة في ضمان تحقيق بناء الالتصاق المناسب للفيلم. 2) استخدم الشمع الذي لا يحتوي على أصباغ و / أو ملمعات كاشطة و / أو مركبات فرك. 3) بعد تشميع سيارتك ، يمكنك إزالة أي تراكم شمع على طول حواف الفيلم بقطعة قماش خالية من النسالة.",

  "recidential_commercial": "سكني & تجاري",
  "recidential_commercial_h2_1": "كيف تحسن أفلام تظليل النوافذ من الراحة على مدار العام؟",
  "recidential_commercial_p_1": "تخلق أفلام تظليل النوافذ بيئة أكثر راحة من خلال التحكم المتسق في المناخ من خلال القضاء على مشاكل الجدار البارد و الجدار الساخن. تظل الغرف أكثر راحة في الصيف والشتاء ، مما يقلل من البقع الساخنة ، بغض النظر عن مكان تشرق الشمس.",
  "recidential_commercial_h2_2": "كيف يقلل شباك الفيلم من تكاليف الطاقة؟",
  "recidential_commercial_p_2": "في الصيف ، يعكس فيلم تظليل النوافذ أشعة الشمس الحارقة ، مما يقلل من اكتساب الحرارة ويقلل من تكاليف تكييف الهواء. في فصل الشتاء ، يحتفظ فيلم تظليل النوافذ بالحرارة - حتى 15٪ - لتقليل تكاليف التدفئة. يمكن أن يؤدي هذا الانخفاض في تكاليف الطاقة عامًا بعد عام إلى عائد مذهل على الاستثمار.",
  "recidential_commercial_h2_3": "ما هو فيلم أحادي الاتجاه؟",
  "recidential_commercial_p_3": "يعتمد فيلم One-Way Film على الإضاءة وليس الفيلم نفسه. الجانب الأكثر سطوعًا هو الجانب الذي يمكنك رؤيته. خلال النهار عندما يكون الجو ساطعًا بالخارج ، يمكنك رؤية الخارج. في الليل ، إذا كان لديك أضواء مضاءة بالداخل ولا توجد إضاءة بالخارج ، فعندئذٍ تنعكس.",
  "recidential_commercial_h2_4": "هل يمكن تطبيق فيلم النافذة على أي سطح؟",
  "recidential_commercial_p_4": "لا ، اللاصق مخصص للالتصاق بالزجاج فقط. يجب وضع فيلم تظليل النوافذ على الأسطح الزجاجية ذات اللمسات النهائية الناعمة فقط. تحتوي المواد البلاستيكية أو زجاجي أو ليكسان على الكثير من الزيت بحيث يتعذر على الفيلم الالتصاق بشكل صحيح لفترة طويلة من الزمن.",

  "paint_protection_film": "فيلم حماية الطلاء",
  "paint_protection_film_h2_1": "ما هو فيلم حماية الطلاء؟",
  "paint_protection_film_p_1": "أكثر من مجرد حمالة صدر غير مرئية للسيارات ، يمكن أن يساعد فيلم حماية الطلاء في حماية العديد من مناطق سيارتك من الخدوش والخدوش والبقع أو الدوامات التي تسببها حطام الطريق والصخور وفضلات الحشرات والعناصر البيئية الأخرى. فيلم حماية الطلاء عبارة عن غشاء بولي يوريثين شفاف 8 مل. لن يغير هذا الفيلم غير المرئي فعليًا لون أو عناصر تصميم سيارتك.",
  "paint_protection_film_h2_2": "لماذا تم تركيب فيلم حماية الطلاء؟",
  "paint_protection_film_p_2": "سيارتك هي واحدة من أغلى عمليات الشراء التي ستقوم بها. من المهم الحفاظ على مظهر سيارتك جديدًا وحمايتها باستخدام فيلم حماية طلاء عالي الجودة من شركة يمكنك الوثوق بها.",
  "paint_protection_film_h2_3": "ما هو الفرق بين فيلم حماية الطلاء XPEL وأفلام حماية الطلاء التقليدية الأخرى في السوق؟",
  "paint_protection_film_p_3": "XPEL مرادف للجودة في صناعة حماية الطلاء. لا توجد علامة تجارية أخرى لديها مثل هذا التصميم الشامل وعملية الاختبار. يوفر بناء XPELs العديد من الميزات والمزايا والفوائد على الأفلام الأخرى. يتم اختبار خط أفلام XPELs بالكامل يدويًا. تعمل تقنية الشفاء الذاتي والملاءمة غير الملحومة في خط XPEL ULTIMATE الخاص بنا على تغيير حماية السيارة إلى الأبد. يستخدم خط XPEL ULTIMATE تقنية البوليمر المرنة الخاصة في غلافه الشفاف الذي يسمح للفيلم بشفاء نفسه من الخدوش الطفيفة أو علامات الدوامة في غضون دقائق. تتميز الطبقة الشفافة بمقاومة ممتازة للبقع والخدش ، مما يسهل تنظيفها ويصعب خدشها ، مما يضمن أن تبدو سيارتك أحدث وأطول. يتميز بمتانة ممتازة ووضوح استثنائي مع عدم وجود قشر برتقال تقريبًا ، مما يجعله أوضح فيلم في الصناعة وغير مرئي تقريبًا على السيارة. يتم تصنيعها في الولايات المتحدة الأمريكية.",
  "paint_protection_film_h2_4": "كيف يتم تثبيت فيلم حماية الطلاء؟",
  "paint_protection_film_p_4": "تبدأ أعلى مستويات الجودة لحماية السيارات بالتركيب المثالي. يتم استخدام الراسمة لقطع الأنماط على السيارة الفردية ، بناءً على برنامج XPELs Design Access Program (DAP). يتيح لنا هذا البرنامج أن نقدم لعملائنا التغطية الأكثر دقة وقابلية للتخصيص في الصناعة. السيارة جاهزة (مفصلة). يحتوي فيلم حماية الطلاء على مادة لاصقة على المنتج ثم يتم تثبيته على السيارة باستخدام محلول كحولي.",
  "paint_protection_film_h2_5": "أين يمكنني وضع فيلم حماية الطلاء؟",
  "paint_protection_film_p_5": "يمكن تثبيت فيلم حماية الطلاء بشكل احترافي على أي مناطق من سيارتك تكون أكثر عرضة للتلف لحماية مركباتك من الخدوش والرقائق والبقع والعناصر الضارة الأخرى. يمكنك حماية الألواح المتأرجحة من الحجارة والحطام الذي تتسبب فيه الإطارات ؛ القلنسوات والمصدات وظهر المرايا من الحطام المتطاير (الحصى وأحماض الحشرات والقطران) ؛ أكواب مقبض الباب وحواف الأبواب من الخواتم والمفاتيح وأبازيم الحزام والمحافظ ؛ أو أغطية وجذوع وسقوف كاملة من فضلات الطيور ونسغ الأشجار.",
  "paint_protection_film_h2_6": "هل يمكنني تثبيت فيلم حماية الطلاء بنفسي؟",
  "paint_protection_film_p_6": "نوصي بشدة بتثبيت فيلم حماية الطلاء بواسطة مُثبِّت معتمد. لديهم التدريب والخبرة للتأكد من حصولك على التثبيت المناسب تمامًا لسيارتك. بالإضافة إلى ذلك ، يكون الضمان ساري المفعول فقط إذا تم تركيب الفيلم بواسطة مُركب معتمد.",
  "paint_protection_film_h2_7": "كيف أهتم بفيلم حماية الطلاء الخاص بي؟",
  "paint_protection_film_p_7": "إرشادات العناية: 1) العناية بفيلم حماية الطلاء الخاص بك أمر سهل. 2) بعد تركيب الفيلم ، انتظر أسبوعًا واحدًا قبل غسل سيارتك أو تشميعها للمساعدة في ضمان تحقيق بناء الالتصاق المناسب للفيلم. 3) استخدم الشمع الذي لا يحتوي على أصباغ و / أو ملمعات كاشطة و / أو مركبات فرك. بعد غسل سيارتك ، يمكنك إزالة الشمع المتراكم على طول حواف الفيلم بقطعة قماش خالية من النسالة.",
  "paint_protection_film_h2_8": "هل يمكن إزالة الفيلم؟",
  "paint_protection_film_p_8": "نعم ، يحتوي الفيلم على مادة لاصقة حاصلة على براءة اختراع تسمح بإزالتها دون إتلاف الطلاء.",
  "paint_protection_film_h2_9": "هل يتلاشى طلاء سيارتي أو يبدو مختلفًا عند إزالة الفيلم؟",
  "paint_protection_film_p_9": "يتلاشى الطلاء المحمي بالفيلم بنفس معدل تلاشي الطلاء الذي يترك مكشوفًا ، لذلك لا يوجد فرق في المظهر.",

  "home_btn": "العودة للصفحة الرئيسية"
}
